[
    {
        "ayat": 1,
        "lafal": "حٰمۤ  ۚ",
        "terjemah": "Ha Mim"
    },
    {
        "ayat": 2,
        "lafal": "وَالْكِتٰبِ الْمُبِيْنِۙ",
        "terjemah": "Demi Kitab (Al-Qur'an) yang jelas,"
    },
    {
        "ayat": 3,
        "lafal": "اِنَّآ اَنْزَلْنٰهُ فِيْ لَيْلَةٍ مُّبٰرَكَةٍ اِنَّا كُنَّا مُنْذِرِيْنَ",
        "terjemah": "sesungguhnya Kami menurunkannya pada malam yang diberkahi. ) Sungguh, Kamilah yang memberi peringatan."
    },
    {
        "ayat": 4,
        "lafal": "فِيْهَا يُفْرَقُ كُلُّ اَمْرٍ حَكِيْمٍۙ",
        "terjemah": "Pada (malam itu) dijelaskan segala urusan yang penuh hikmah,"
    },
    {
        "ayat": 5,
        "lafal": "اَمْرًا مِّنْ عِنْدِنَاۗ اِنَّا كُنَّا مُرْسِلِيْنَۖ",
        "terjemah": "(yaitu) urusan dari sisi Kami. Sungguh, Kamilah yang mengutus rasul-rasul,"
    },
    {
        "ayat": 6,
        "lafal": "رَحْمَةً مِّنْ رَّبِّكَ ۗاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُۗ",
        "terjemah": "sebagai rahmat dari Tuhanmu. Sungguh, Dia Maha Mendengar, Maha Mengetahui,"
    },
    {
        "ayat": 7,
        "lafal": "رَبِّ السَّمٰوٰتِ وَالْاَرْضِ وَمَا بَيْنَهُمَاۘ اِنْ كُنْتُمْ مُّوْقِنِيْنَ",
        "terjemah": "Tuhan (yang memelihara) langit dan bumi dan apa yang ada di antara keduanya; jika kamu orang-orang yang meyakini."
    },
    {
        "ayat": 8,
        "lafal": "لَآ اِلٰهَ اِلَّا هُوَ يُحْيٖ وَيُمِيْتُ ۗرَبُّكُمْ وَرَبُّ اٰبَاۤىِٕكُمُ الْاَوَّلِيْنَ",
        "terjemah": "Tidak ada tuhan selain Dia, Dia yang menghidupkan dan mematikan. (Dialah) Tuhanmu dan Tuhan nenek moyangmu dahulu."
    },
    {
        "ayat": 9,
        "lafal": "بَلْ هُمْ فِيْ شَكٍّ يَّلْعَبُوْنَ",
        "terjemah": "Tetapi mereka dalam keraguan, mereka  bermain-main."
    },
    {
        "ayat": 10,
        "lafal": "فَارْتَقِبْ يَوْمَ تَأْتِى السَّمَاۤءُ بِدُخَانٍ مُّبِيْنٍ",
        "terjemah": "Maka tunggulah pada hari ketika langit membawa kabut yang tampak jelas,"
    },
    {
        "ayat": 11,
        "lafal": "يَغْشَى النَّاسَۗ هٰذَا عَذَابٌ اَلِيْمٌ",
        "terjemah": "yang meliputi manusia. Inilah azab yang pedih."
    },
    {
        "ayat": 12,
        "lafal": "رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ اِنَّا مُؤْمِنُوْنَ",
        "terjemah": "(Mereka berdoa), “Ya Tuhan kami, lenyapkanlah azab itu dari kami. Sungguh, kami akan beriman.”"
    },
    {
        "ayat": 13,
        "lafal": "اَنّٰى لَهُمُ الذِّكْرٰى وَقَدْ جَاۤءَهُمْ رَسُوْلٌ مُّبِيْنٌۙ",
        "terjemah": "Bagaimana mereka dapat menerima peringatan, padahal (sebelumnya pun) seorang Rasul telah datang memberi penjelasan kepada mereka,"
    },
    {
        "ayat": 14,
        "lafal": "ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوْا مُعَلَّمٌ مَّجْنُوْنٌۘ",
        "terjemah": "kemudian mereka berpaling darinya dan berkata, “Dia itu orang yang menerima ajaran (dari orang lain) dan orang gila.”"
    },
    {
        "ayat": 15,
        "lafal": "اِنَّا كَاشِفُوا الْعَذَابِ قَلِيْلًا اِنَّكُمْ عَاۤىِٕدُوْنَۘ",
        "terjemah": "Sungguh (kalau) Kami melenyapkan azab itu sedikit saja, tentu kamu akan kembali (ingkar)."
    },
    {
        "ayat": 16,
        "lafal": "يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرٰىۚ اِنَّا مُنْتَقِمُوْنَ",
        "terjemah": "(Ingatlah) pada hari (ketika) Kami menghantam mereka dengan keras. Kami pasti memberi balasan."
    },
    {
        "ayat": 17,
        "lafal": "۞ وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاۤءَهُمْ رَسُوْلٌ كَرِيْمٌۙ",
        "terjemah": "Dan sungguh, sebelum mereka Kami benar-benar telah menguji kaum Fir’aun dan telah datang kepada mereka seorang Rasul yang mulia,"
    },
    {
        "ayat": 18,
        "lafal": "اَنْ اَدُّوْٓا اِلَيَّ عِبَادَ اللّٰهِ ۗاِنِّيْ لَكُمْ رَسُوْلٌ اَمِيْنٌۙ",
        "terjemah": "(dengan berkata), “Serahkanlah kepadaku hamba-hamba Allah (Bani Israil). Sesungguhnya aku adalah utusan (Allah) yang dapat kamu percaya,"
    },
    {
        "ayat": 19,
        "lafal": "وَّاَنْ لَّا تَعْلُوْا عَلَى اللّٰهِ ۚاِنِّيْٓ اٰتِيْكُمْ بِسُلْطٰنٍ مُّبِيْنٍۚ",
        "terjemah": "dan janganlah kamu menyombongkan diri terhadap Allah. Sungguh, aku datang kepadamu dengan membawa bukti yang nyata."
    },
    {
        "ayat": 20,
        "lafal": "وَاِنِّيْ عُذْتُ بِرَبِّيْ وَرَبِّكُمْ اَنْ تَرْجُمُوْنِۚ",
        "terjemah": "Dan sesungguhnya aku berlindung kepada Tuhanku dan Tuhanmu, dari ancamanmu untuk merajamku,"
    },
    {
        "ayat": 21,
        "lafal": "وَاِنْ لَّمْ تُؤْمِنُوْا لِيْ فَاعْتَزِلُوْنِ",
        "terjemah": "dan jika kamu tidak beriman kepadaku maka biarkanlah aku (memimpin Bani Israil).”"
    },
    {
        "ayat": 22,
        "lafal": "فَدَعَا رَبَّهٗٓ اَنَّ هٰٓؤُلَاۤءِ قَوْمٌ مُّجْرِمُوْنَ",
        "terjemah": "Kemudian dia (Musa) berdoa kepada Tuhannya, “Sungguh, mereka ini adalah kaum yang berdosa (segerakanlah azab kepada mereka).”"
    },
    {
        "ayat": 23,
        "lafal": "فَاَسْرِ بِعِبَادِيْ لَيْلًا اِنَّكُمْ مُّتَّبَعُوْنَۙ",
        "terjemah": "(Allah berfirman), “Karena itu berjalanlah dengan hamba-hamba-Ku pada malam hari, sesungguhnya kamu akan dikejar,"
    },
    {
        "ayat": 24,
        "lafal": "وَاتْرُكِ الْبَحْرَ رَهْوًاۗ اِنَّهُمْ جُنْدٌ مُّغْرَقُوْنَ",
        "terjemah": "dan biarkanlah laut itu terbelah. Sesungguhnya mereka, bala tentara yang akan ditenggelamkan.”"
    },
    {
        "ayat": 25,
        "lafal": "كَمْ تَرَكُوْا مِنْ جَنّٰتٍ وَّعُيُوْنٍۙ",
        "terjemah": "Betapa banyak taman-taman dan mata air-mata air yang mereka tinggalkan,"
    },
    {
        "ayat": 26,
        "lafal": "وَّزُرُوْعٍ وَّمَقَامٍ كَرِيْمٍۙ",
        "terjemah": "juga kebun-kebun serta tempat-tempat kediaman yang indah,"
    },
    {
        "ayat": 27,
        "lafal": "وَّنَعْمَةٍ كَانُوْا فِيْهَا فٰكِهِيْنَۙ",
        "terjemah": "dan kesenangan-kesenangan yang dapat mereka nikmati di sana,"
    },
    {
        "ayat": 28,
        "lafal": "كَذٰلِكَ ۗوَاَوْرَثْنٰهَا قَوْمًا اٰخَرِيْنَۚ",
        "terjemah": "demikianlah, dan Kami wariskan (semua) itu kepada kaum yang lain."
    },
    {
        "ayat": 29,
        "lafal": "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاۤءُ وَالْاَرْضُۗ وَمَا كَانُوْا مُنْظَرِيْنَ ࣖ",
        "terjemah": "Maka langit dan bumi tidak menangisi mereka dan mereka pun tidak diberi penangguhan waktu."
    },
    {
        "ayat": 30,
        "lafal": "وَلَقَدْ نَجَّيْنَا بَنِيْٓ اِسْرَاۤءِيْلَ مِنَ الْعَذَابِ الْمُهِيْنِۙ",
        "terjemah": "Dan sungguh, telah Kami selamatkan Bani Israil dari siksaan yang menghinakan,"
    },
    {
        "ayat": 31,
        "lafal": "مِنْ فِرْعَوْنَ ۗاِنَّهٗ كَانَ عَالِيًا مِّنَ الْمُسْرِفِيْنَ",
        "terjemah": "dari (siksaan) Fir‘aun, sungguh, dia itu orang yang sombong, termasuk orang-orang yang melampaui batas."
    },
    {
        "ayat": 32,
        "lafal": "وَلَقَدِ اخْتَرْنٰهُمْ عَلٰى عِلْمٍ عَلَى الْعٰلَمِيْنَ ۚ",
        "terjemah": "Dan sungguh, Kami pilih mereka (Bani Israil) dengan ilmu (Kami) di atas semua bangsa (pada masa itu)."
    },
    {
        "ayat": 33,
        "lafal": "وَاٰتَيْنٰهُمْ مِّنَ الْاٰيٰتِ مَا فِيْهِ بَلٰۤـؤٌا مُّبِيْنٌ",
        "terjemah": "Dan telah Kami berikan kepada mereka di antara tanda-tanda (kebesaran Kami) sesuatu yang di dalamnya terdapat nikmat yang nyata."
    },
    {
        "ayat": 34,
        "lafal": "اِنَّ هٰٓؤُلَاۤءِ لَيَقُوْلُوْنَۙ",
        "terjemah": "Sesungguhnya mereka (kaum musyrik) itu pasti akan berkata,"
    },
    {
        "ayat": 35,
        "lafal": "اِنْ هِيَ اِلَّا مَوْتَتُنَا الْاُوْلٰى وَمَا نَحْنُ بِمُنْشَرِيْنَ",
        "terjemah": "”Tidak ada kematian selain kematian di dunia ini. Dan kami tidak akan dibangkitkan,"
    },
    {
        "ayat": 36,
        "lafal": "فَأْتُوْا بِاٰبَاۤىِٕنَآ اِنْ كُنْتُمْ صٰدِقِيْنَ",
        "terjemah": "maka hadirkanlah (kembali) nenek moyang kami jika kamu orang yang benar.”"
    },
    {
        "ayat": 37,
        "lafal": "اَهُمْ خَيْرٌ اَمْ قَوْمُ تُبَّعٍۙ وَّالَّذِيْنَ مِنْ قَبْلِهِمْۗ اَهْلَكْنٰهُمْ اِنَّهُمْ كَانُوْا مُجْرِمِيْنَ",
        "terjemah": "Apakah mereka (kaum musyrikin) yang lebih baik atau kaum Tubba‘, dan orang-orang yang sebelum mereka yang telah Kami binasakan karena mereka itu adalah orang-orang yang sungguh berdosa."
    },
    {
        "ayat": 38,
        "lafal": "وَمَا خَلَقْنَا السَّمٰوٰتِ وَالْاَرْضَ وَمَا بَيْنَهُمَا لٰعِبِيْنَ",
        "terjemah": "Dan tidaklah Kami bermain-main menciptakan langit dan bumi dan apa yang ada di antara keduanya.  "
    },
    {
        "ayat": 39,
        "lafal": "مَا خَلَقْنٰهُمَآ اِلَّا بِالْحَقِّ وَلٰكِنَّ اَكْثَرَهُمْ لَا يَعْلَمُوْنَ",
        "terjemah": "Tidaklah Kami ciptakan keduanya melainkan dengan haq (benar), tetapi kebanyakan mereka tidak mengetahui."
    },
    {
        "ayat": 40,
        "lafal": "اِنَّ يَوْمَ الْفَصْلِ مِيْقَاتُهُمْ اَجْمَعِيْنَ ۙ",
        "terjemah": "Sungguh, pada hari keputusan (hari Kiamat) itu adalah waktu yang dijanjikan bagi mereka semuanya,"
    },
    {
        "ayat": 41,
        "lafal": "يَوْمَ لَا يُغْنِيْ مَوْلًى عَنْ مَّوْلًى شَيْـًٔا وَّلَا هُمْ يُنْصَرُوْنَۙ",
        "terjemah": "(yaitu) pada hari (ketika) seorang teman sama sekali tidak dapat memberi manfaat kepada teman lainnya dan mereka tidak akan mendapat pertolongan,"
    },
    {
        "ayat": 42,
        "lafal": "اِلَّا مَنْ رَّحِمَ اللّٰهُ ۗاِنَّهٗ هُوَ الْعَزِيْزُ الرَّحِيْمُ ࣖ",
        "terjemah": "Kecuali orang yang diberi rahmat oleh Allah. Sungguh, Dia Mahaperkasa, Maha Penyayang."
    },
    {
        "ayat": 43,
        "lafal": "اِنَّ شَجَرَتَ الزَّقُّوْمِۙ",
        "terjemah": "Sungguh pohon zaqqum itu,"
    },
    {
        "ayat": 44,
        "lafal": "طَعَامُ الْاَثِيْمِ ۛ",
        "terjemah": "makanan bagi orang yang banyak dosa."
    },
    {
        "ayat": 45,
        "lafal": "كَالْمُهْلِ ۛ يَغْلِيْ فِى الْبُطُوْنِۙ",
        "terjemah": "Seperti cairan tembaga yang mendidih di dalam perut,"
    },
    {
        "ayat": 46,
        "lafal": "كَغَلْيِ الْحَمِيْمِ ۗ",
        "terjemah": "seperti mendidihnya air yang sangat panas."
    },
    {
        "ayat": 47,
        "lafal": "خُذُوْهُ فَاعْتِلُوْهُ اِلٰى سَوَاۤءِ الْجَحِيْمِۙ",
        "terjemah": "”Peganglah dia kemudian seretlah dia sampai ke tengah-tengah neraka,"
    },
    {
        "ayat": 48,
        "lafal": "ثُمَّ صُبُّوْا فَوْقَ رَأْسِهٖ مِنْ عَذَابِ الْحَمِيْمِۗ",
        "terjemah": "kemudian tuangkanlah di atas kepalanya azab (dari) air yang sangat panas.”"
    },
    {
        "ayat": 49,
        "lafal": "ذُقْۚ اِنَّكَ اَنْتَ الْعَزِيْزُ الْكَرِيْمُ",
        "terjemah": "”Rasakanlah, sesungguhnya kamu benar-benar orang yang perkasa lagi mulia.”"
    },
    {
        "ayat": 50,
        "lafal": "اِنَّ هٰذَا مَا كُنْتُمْ بِهٖ تَمْتَرُوْنَ",
        "terjemah": "Sungguh, inilah azab yang dahulu kamu ragukan."
    },
    {
        "ayat": 51,
        "lafal": "اِنَّ الْمُتَّقِيْنَ فِيْ مَقَامٍ اَمِيْنٍۙ",
        "terjemah": "Sungguh, orang-orang yang bertakwa berada dalam tempat yang aman,"
    },
    {
        "ayat": 52,
        "lafal": "فِيْ جَنّٰتٍ وَّعُيُوْنٍ ۙ",
        "terjemah": "(yaitu) di dalam taman-taman dan mata air-mata air,"
    },
    {
        "ayat": 53,
        "lafal": "يَّلْبَسُوْنَ مِنْ سُنْدُسٍ وَّاِسْتَبْرَقٍ مُّتَقٰبِلِيْنَۚ",
        "terjemah": "mereka memakai sutra yang halus dan sutra yang tebal, (duduk) berhadapan,"
    },
    {
        "ayat": 54,
        "lafal": "كَذٰلِكَۗ وَزَوَّجْنٰهُمْ بِحُوْرٍ عِيْنٍۗ",
        "terjemah": "demikianlah, kemudian Kami berikan kepada mereka pasangan bidadari yang bermata indah."
    },
    {
        "ayat": 55,
        "lafal": "يَدْعُوْنَ فِيْهَا بِكُلِّ فَاكِهَةٍ اٰمِنِيْنَۙ",
        "terjemah": "Di dalamnya mereka dapat meminta segala macam buah-buahan dengan aman dan tenteram,"
    },
    {
        "ayat": 56,
        "lafal": "لَا يَذُوْقُوْنَ فِيْهَا الْمَوْتَ اِلَّا الْمَوْتَةَ الْاُوْلٰىۚ وَوَقٰىهُمْ عَذَابَ الْجَحِيْمِۙ",
        "terjemah": "mereka tidak akan merasakan mati di dalamnya selain kematian pertama (di dunia). Allah melindungi mereka dari azab neraka,"
    },
    {
        "ayat": 57,
        "lafal": "فَضْلًا مِّنْ رَّبِّكَۚ ذٰلِكَ هُوَ الْفَوْزُ الْعَظِيْمُ",
        "terjemah": "itu merupakan karunia dari Tuhanmu. Demikian itulah kemenangan yang agung."
    },
    {
        "ayat": 58,
        "lafal": "فَاِنَّمَا يَسَّرْنٰهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُوْنَ",
        "terjemah": "Sungguh, Kami mudahkan Al-Qur'an itu dengan bahasamu agar mereka mendapat pelajaran."
    },
    {
        "ayat": 59,
        "lafal": "فَارْتَقِبْ اِنَّهُمْ مُّرْتَقِبُوْنَ ࣖࣖ",
        "terjemah": "Maka tunggulah; sungguh, mereka itu (juga sedang) menunggu."
    }
]